Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2016.tmx
Source language: en_us
Languages: zh_cn

source: Report on the Work of the Government
zh_cn: 政府工作报告

source: Delivered at the Fourth Session of the 12th National People's Congress of the People's Republic of China on March 5, 2016
zh_cn: ——2016年3月5日在第十二届全国人民代表大会第四次会议上

source: Li Keqiang Premier of the State Council
zh_cn: 国务院总理 李克强

source: Esteemed Deputies,
zh_cn: 各位代表：

source: On behalf of the State Council, I will now report to you on the work of the government for your deliberation and approval. I invite comments on my report from the members of the National Committee of the Chinese People's Political Consultative Conference (CPPCC).
zh_cn: 现在，我代表国务院，向大会报告政府工作，请予审议，并请全国政协各位委员提出意见。

source: Let me start with a review of the work we did in 2015.
zh_cn: 一、2015年工作回顾

source: In the past year, China has encountered many difficulties and challenges in its development.
zh_cn: 过去一年，我国发展面临多重困难和严峻挑战。

source: However, under the leadership of the Central Committee of the Communist Party of China (CPC) headed by General Secretary Xi Jinping, and with confidence and courage, all the people of China have worked to overcome obstacles and have pressed ahead with a pioneering spirit. As a result, progress has been achieved and stability ensured in economic and social development, the main tasks and targets for the year have been fulfilled, and major achievements have been made in reform, opening up, and socialist modernization.
zh_cn: 在以习近平同志为总书记的党中央坚强领导下，全国各族人民以坚定的信心和非凡的勇气，攻坚克难，开拓进取，经济社会发展稳中有进、稳中有好，完成了全年主要目标任务，改革开放和社会主义现代化建设取得新的重大成就。

source: -- The economy operated within an appropriate range.
zh_cn: ——经济运行保持在合理区间。

source: GDP reached 67.7 trillion yuan, representing an increase of 6.9% over the previous year-a growth rate faster than that of most other major economies.
zh_cn: 国内生产总值达到67.7万亿元，增长6.9%，在世界主要经济体中位居前列。

source: Food crop production increased for the 12th year in a row.
zh_cn: 粮食产量实现“十二连增”，

source: Consumer prices grew slowly.
zh_cn: 居民消费价格涨幅保持较低水平。

source: Of particular note, the employment situation overall remained stable, with 13.12 million new urban jobs created over the course of the year, surpassing the year's target and becoming an economic highlight.
zh_cn: 特别是就业形势总体稳定，城镇新增就业1312万人，超过全年预期目标，成为经济运行的一大亮点。

source: -- Encouraging progress was made in structural adjustment.
zh_cn: ——结构调整取得积极进展。

source: The service sector as a proportion of GDP rose to 50.5%, accounting for more than half for the first time.
zh_cn: 服务业在国内生产总值中的比重上升到50.5%，首次占据“半壁江山”。

source: The contribution of consumption toward economic growth reached 66.4%.
zh_cn: 消费对经济增长的贡献率达到66.4%。

source: High-tech industries and equipment manufacturing grew faster than other industries.
zh_cn: 高技术产业和装备制造业增速快于一般工业。

source: Energy consumption per unit of GDP fell by 5.6%.
zh_cn: 单位国内生产总值能耗下降5.6%。

source: -- New driving forces for development grew rapidly.
zh_cn: ——发展新动能加快成长。

source: Further progress was made in implementing the strategy of innovation-driven development,the penetration of the Internet into all industries picked up pace, and emerging industries grew rapidly.
zh_cn: 创新驱动发展战略持续推进，互联网与各行业加速融合，新兴产业快速增长。

source: Business startups and innovations by the general public flourished, with the number of newly registered businesses rising by 21.6% in 2015, or an average of 12,000 new businesses per day.
zh_cn: 大众创业、万众创新蓬勃发展，全年新登记注册企业增长21.6%，平均每天新增1.2万户。

source: New driving forces played a major role in keeping employment stable and pushing ahead industry upgrading, and are now driving profound economic and social change in China.
zh_cn: 新动能对稳就业、促升级发挥了突出作用，正在推动经济社会发生深刻变革。

source: -- Living standards improved.
zh_cn: ——人民生活进一步改善。

source: Personal per capita disposable income increased by 7.4% in real terms, overtaking the growth rate of the economy.
zh_cn: 全国居民人均可支配收入实际增长7.4%，快于经济增速。

source: By the end of last year, personal savings deposits had risen by 8.5%, an increase of more than four trillion yuan.
zh_cn: 去年末居民储蓄存款余额增长8.5%，新增4万多亿元。

source: In rural areas, another 64.34 million people gained access to safe drinking water and greater alleviation efforts reduced the number of people living in poverty by 14.42 million.
zh_cn: 又解决6434万农村人口饮水安全问题。扶贫攻坚力度加大，农村贫困人口减少1442万人。

source: A number of world-class innovations were made in science and technology.
zh_cn: 科技领域一批创新成果达到国际先进水平，

source: Major headway was made in the development of 3G nuclear power technology, China's self-developed C919 large jetliner rolled off the assembly line, and Tu Youyou was awarded the Nobel Prize for Physiology or Medicine.
zh_cn: 第三代核电技术取得重大进展，国产C919大型客机总装下线，屠呦呦获得诺贝尔生理学或医学奖。

source: These achievements in China's development, a source of pride and motivation for our people, did not come easily.
zh_cn: 对我国发展取得的成就，全国各族人民倍感振奋和自豪！回顾过去一年，成绩来之不易。

source: They were made in the context of an extremely complicated and challenging international environment.
zh_cn: 这些成绩，是在极为复杂严峻的国际环境中取得的。

source: In 2015, world economic growth fell to its lowest rate in six years, growth in international trade slowed, commodity prices plummeted, and there was growing volatility in the global financial market. All this had a direct impact on China's economy.
zh_cn: 去年世界经济增速为6年来最低，国际贸易增速更低，大宗商品价格深度下跌，国际金融市场震荡加剧，对我国经济造成直接冲击和影响。

source: They were made at the same time as deep-seated domestic problems were becoming prominent and downward pressure on the economy was mounting.
zh_cn: 这些成绩，是在国内深层次矛盾凸显、经济下行压力加大的情况下取得的。

source: While dealing with the slowdown in economic growth, making difficult structural adjustments, and absorbing the effects of previous economic stimulus policies, China was also confronted with many difficult problems and choices in the running of the economy, and this called for effective responses based on the need both to combine long-term and short-term considerations and to seek benefit and avoid harm.
zh_cn: 面对“三期叠加”的局面，经济工作遇到不少两难甚至多难问题，需要远近结合，趋利避害，有效应对。

source: Finally, they were made at a time when China's economic output had exceeded 60 trillion yuan.
zh_cn: 这些成绩，是在我国经济总量超过60万亿元的高基数上取得的。

source: Every percentage point of GDP growth today is equivalent to 1.5 percentage points of growth five years ago or 2.5 percentage points of growth ten years ago.
zh_cn: 现在国内生产总值每增长1个百分点的增量，相当于5年前1.5个百分点、10年前2.5个百分点的增量。

source: The larger the economy grows, the greater the difficulty of achieving growth.
zh_cn: 经济规模越大，增长难度随之增加。

source: In the face of these difficulties and pressures, all our people have truly exerted themselves and progressed step by step to get us where we are today.
zh_cn: 在困难和压力面前，全国各族人民付出了极大辛劳，一步一步走了过来。

source: This once again demonstrates that no difficulty or hardship will ever stop China from moving forward.
zh_cn: 这再次表明，任何艰难险阻都挡不住中国发展前行的步伐！

source: I will now move on to discuss the main work we did last year:
zh_cn: 一年来，我们主要做了以下工作：

source: First, we maintained stable growth, made structural adjustments, guarded against risks, and developed new ways of conducting macro regulation.
zh_cn: 一是着力稳增长调结构防风险，创新宏观调控方式。

source: In responding to the mounting downward pressure on the economy, we exercised targeted and well-timed regulation on the basis of range-based regulation.
zh_cn: 为应对持续加大的经济下行压力，我们在区间调控基础上，实施定向调控和相机调控。

source: We adopted proactive fiscal policy that focused on increasing intensity and efficacy by expanding the scope of structural tax reductions, reducing fees across the board, and putting dormant budgetary funds to good use.
zh_cn: 积极的财政政策注重加力增效，扩大结构性减税范围，实行普遍性降费，盘活财政存量资金。

source: Local government bonds issued to replace outstanding debt reached 3.2 trillion yuan, lessening the interest payment burden of local governments by approximately 200 billion yuan while also reducing their debt repayment pressure.
zh_cn: 发行地方政府债券置换存量债务3.2万亿元，降低利息负担约2000亿元，减轻了地方政府偿债压力。

source: We pursued prudent monetary policy with an appropriate amount of intensity, making several cuts to interest rates and required reserve ratios, reforming management of the loan-to-deposit ratio, creating new monetary policy tools, and increasing support for the real economy.
zh_cn: 稳健的货币政策注重松紧适度，多次降息降准，改革存贷比管理，创新货币政策工具，加大对实体经济支持力度。

source: Effective investment increased, special-purpose funds were established, and development was strengthened in areas in need of attention, including water conservancy, rundown urban areas and dilapidated rural housing, and railways and highways in the central and western regions.
zh_cn: 扩大有效投资，设立专项基金，加强水利、城镇棚户区和农村危房改造、中西部铁路和公路等薄弱环节建设。

source: Consumer spending was promoted in key areas, spurring rapid growth in spending on recreational travel, online shopping, and information goods and services.
zh_cn: 实施重点领域消费促进工程，城乡居民旅游、网购、信息消费等快速增长。

source: In 2015, we also responded proactively to a variety of risks and challenges in the financial sector, such as unusual fluctuations in the stock market and the foreign exchange market, ensuring that no systemic or regional threats arose, thus safeguarding China's economic and financial security.
zh_cn: 去年还积极应对股市、汇市异常波动等金融领域的多种风险挑战，守住了不发生系统性区域性风险的底线，维护了国家经济金融安全。

source: Second, we intensified reform and opening up to invigorate the market.
zh_cn: 二是围绕激发市场活力，加大改革开放力度。

source: Rather than adopting strong stimulus policies that would have an economy-wide impact, we continued to move forward with structural reform.
zh_cn: 我们不搞“大水漫灌”式的强刺激，而是持续推动结构性改革。

source: We intensified reform to streamline administration, delegate more powers, improve regulation, and provide better services.
zh_cn: 深入推进简政放权、放管结合、优化服务改革。

source: We delegated the power or cancelled the requirement for government review for 311 items, cancelled the requirement for verification or approval for 123 professional qualifications, and put a complete stop to the practice of non-administrative review.
zh_cn: 取消和下放311项行政审批事项，取消123项职业资格许可和认定事项，彻底终结了非行政许可审批。

source: The number of items which require government approval for new businesses prior to registration was cut by 85%, and the system of a separate business license, organization code certificate, and taxation registration certificate was replaced by a unified business license with a unified social credit code.
zh_cn: 工商登记前置审批精简85%，全面实施三证合一、一照一码。

source: Both operational and post-operational oversight over businesses were strengthened, and public service procedures were improved.
zh_cn: 加强事中事后监管，优化公共服务流程。

source: Government-related procedures for individuals and businesses were made much simpler, such that enthusiasm for stepping out into business and making innovations is rising by the day.
zh_cn: 群众和企业办事更加方便，全社会创业创新热情日益高涨。

source: Fiscal, tax, financial, and other key reforms were deepened.
zh_cn: 财税金融等重点改革深入推进。

source: The central government cut, by one third, the number of items for which special transfer payments are permitted, while scaling up its general transfer payments.
zh_cn: 中央对地方专项转移支付项目减少三分之一，一般性转移支付规模增加。

source: Steady progress was made in replacing business tax with VAT.
zh_cn: 营改增稳步实施，

source: Ad valorem taxation was extended to cover more types of resource taxes.
zh_cn: 资源税从价计征范围扩大。

source: The upper limit of the floating band on deposit rates was removed, the deposit insurance system was introduced, and the RMB cross-border payment system was established.
zh_cn: 取消存款利率浮动上限，推出存款保险制度，建立人民币跨境支付系统。

source: Pricing reform was intensified, with the number of central government set prices reduced by 80% and the number of local government set prices cut by more than 50%.
zh_cn: 价格改革力度加大，中央政府定价项目减少80%，地方政府定价项目减少一半以上。

source: We carried out state-owned enterprise (SOE) reforms, rural reforms, and investment and financing reforms, ecological management reforms, and others.
zh_cn: 国有企业、农村、投融资、生态文明等领域改革有序推进，

source: Efforts to intensify reform in all respects are beginning to deliver results.
zh_cn: 全面深化改革的成效正在显现。

source: Momentum was created for reform and development through opening up.
zh_cn: 坚持以开放促改革促发展。

source: We worked hard to keep foreign trade stable by adjusting the mechanism for sharing the cost of export tax rebates between the central and local governments, overhauling and regulating charges for imports and exports, increasing trade facilitation, and making changes to the export mix.
zh_cn: 努力稳定对外贸易，调整出口退税负担机制，清理规范进出口环节收费，提高贸易便利化水平，出口结构发生积极变化。

source: The number of restrictions on overseas investment in China was cut by 50%, and over 95% of overseas-funded projects may now be undertaken on a simple reporting basis. China utilized US$126.3 billion of overseas investment, an increase of 5.6%.
zh_cn: 外商投资限制性条目减少一半，95%以上实行备案管理，实际使用外资1263亿美元，增长5.6%。

source: Non-financial outward foreign direct investment reached $118 billion, up 14.7%.
zh_cn: 非金融类对外直接投资1180亿美元，增长14.7%。

source: Pilot free trade zones were established in Guangdong, Tianjin, and Fujian based on the model of the China (Shanghai) Pilot Free Trade Zone.
zh_cn: 推广上海自贸试验区经验，新设广东、天津、福建自贸试验区。

source: The RMB was included in the IMF's Special Drawing Rights basket.
zh_cn: 人民币加入国际货币基金组织特别提款权货币篮子。

source: The Asian Infrastructure Investment Bank was officially inaugurated, and the Silk Road Fund opened for business.
zh_cn: 亚洲基础设施投资银行正式成立，丝路基金投入运营。

source: China signed free trade agreements with the Republic of Korea and Australia, respectively,and signed the Protocol to Amend the Framework Agreement on Comprehensive Economic Cooperation between China and ASEAN.
zh_cn: 签署中韩、中澳自贸协定和中国－东盟自贸区升级议定书。

source: Progress was made in the Silk Road Economic Belt and 21st Century Maritime Silk Road Initiative (the Belt and Road Initiative), the pace of our industrial-capacity cooperation with other countries was stepped up, and breakthroughs were made in China's export of high-speed railway and nuclear power equipment.
zh_cn: “一带一路”建设成效显现，国际产能合作步伐加快，高铁、核电等中国装备走出去取得突破性进展。

source: Third, we worked to promote industrial innovation and upgrading to improve economic performance.
zh_cn: 三是聚焦提质增效，推动产业创新升级。

source: To strengthen the new growth engines, an innovation-driven development plan was adopted along with guidelines on its implementation, policies and measures were introduced to encourage public participation in starting businesses and making innovations, and the Internet Plus action plan was implemented.
zh_cn: 制定实施创新驱动发展战略纲要和意见，出台推动大众创业、万众创新政策举措，落实“互联网+”行动计划，增强经济发展新动力。

source: A great number of makers started businesses and made innovations.
zh_cn: 一大批创客走上创业创新之路。

source: Improvements were made to policies in support of agriculture to promote transformation of the agricultural growth model.
zh_cn: 完善农业支持政策，促进农业发展方式加快转变。

source: In addressing the decline in industrial growth and the downward slide incorporate performance, we worked to foster new industries and upgrade traditional ones.
zh_cn: 针对工业增速下降、企业效益下滑，我们一手抓新兴产业培育，一手抓传统产业改造提升。

source: We launched the Made in China 2025 initiative to upgrade manufacturing, set up government funds to encourage investment in emerging industries and to develop small and medium-sized enterprises, and established more national innovation demonstration zones.
zh_cn: 启动实施《中国制造2025》，设立国家新兴产业创业投资引导基金、中小企业发展基金，扩大国家自主创新示范区。

source: We cut overcapacity and encouraged business acquisitions and restructuring.
zh_cn: 积极化解过剩产能，推进企业兼并重组。

source: Cuts made in outdated production capacity over the past three years have included over 90 million metric tons of steel and iron, 230 million metric tons of cement, over 76 million weight cases of plate glass, and more than one million metric tons of electrolytic aluminum.
zh_cn: 近三年淘汰落后炼钢炼铁产能9000多万吨、水泥2.3亿吨、平板玻璃7600多万重量箱、电解铝100多万吨。

source: The development of production- and consumer-oriented service industries picked up momentum.
zh_cn: 促进生产性、生活性服务业加快发展。

source: We took serious measures to conserve energy, reduce emissions, and protect the environment, exceeding obligatory targets.
zh_cn: 狠抓节能减排和环境保护，各项约束性指标超额完成。

source: We released self-imposed emissions reduction targets and contributed to the positive outcomes of international negotiations on climate change.
zh_cn: 公布自主减排行动目标，推动国际气候变化谈判取得积极成果。

source: Fourth, we promoted coordinated development between regions and the new type of urbanization to expand development space.
zh_cn: 四是着眼开拓发展空间，促进区域协调发展和新型城镇化。

source: Work continued to promote the coordinated development of the eastern region, the central region, the western region, and the northeast;
zh_cn: 继续推动东、中、西、东北地区“四大板块”协调发展，

source: priority was placed on moving forward with the Three Initiatives-the Belt and Road Initiative, the Beijing-Tianjin-Hebei integration initiative, and the Yangtze Economic Belt initiative.
zh_cn: 重点推进“一带一路”建设、京津冀协同发展、长江经济带发展“三大战略”，

source: A number of major projects were also launched to develop infrastructure, improve the distribution of industries, and achieve ecological and environmental conservation.
zh_cn: 在基础设施、产业布局、生态环保等方面实施一批重大工程。

source: Policies and measures were introduced to promote the development of Tibet, Xinjiang, and Tibetan ethnic areas in the provinces of Sichuan, Yunnan, Gansu, and Qinghai.
zh_cn: 制定实施促进西藏和四省藏区、新疆发展的政策措施。

source: We pressed ahead with the reform of the household registration system, adopted a residence certification system, and stepped up the development of urban infrastructure, making progress in developing new urbanization.
zh_cn: 推进户籍制度改革，出台居住证制度，加强城镇基础设施建设，新型城镇化取得新成效。

source: Fifth, we promoted the reform and development of social programs to improve living standards.
zh_cn: 五是紧扣增进民生福祉，推动社会事业改革发展。

source: Despite fiscal constraints, we continued to intensify efforts to help ensure the wellbeing of our people.
zh_cn: 在财力紧张情况下，保障民生力度继续加大。

source: New policies were launched to create jobs and business startup opportunities for college graduates and those with difficulties finding employment.
zh_cn: 推出新的政策，重点解决高校毕业生和就业困难群体的就业创业问题。

source: Over the course of the year, 7.72 million government-subsidized housing units were basically completed in urban areas, work started on the reconstruction of 6.01 million housing units in rundown urban areas, and 4.32 million dilapidated houses in rural areas were rebuilt, helping large numbers of families that are struggling with housing realize their dream of having a home to settle in.
zh_cn: 城镇保障性安居工程住房基本建成772万套，棚户区住房改造开工601万套，农村危房改造432万户，一大批住房困难家庭圆了安居梦。

source: We moved more quickly to improve conditions in badly built and poorly operated schools providing compulsory education in poor areas, deepened the reform of the professional title system for elementary and secondary school teachers, and increased the number of students from poor rural areas who were enrolled in key institutions of higher learning by a further 10.5%.
zh_cn: 加快改善贫困地区义务教育薄弱学校办学条件，深化中小学教师职称制度改革，重点高校招收贫困地区农村学生人数又增长10.5%。

source: Comprehensive reform was carried out in all public hospitals at the county level,
zh_cn: 全面推开县级公立医院综合改革，

source: the coverage of the serious disease insurance scheme was extended to more rural and non-working urban residents,
zh_cn: 拓展居民大病保险，

source: a system of assistance for treating major and serious diseases was put in place, and a system for providing living allowances for people with disabilities who are in need and for granting nursing care subsidies to persons with severe disabilities was established.
zh_cn: 建立重特大疾病医疗救助制度、困难残疾人生活补贴和重度残疾人护理补贴制度。

source: We increased subsistence allowances, benefits for entitled groups, and basic pension benefits for enterprise retirees, implemented the reform of the pension system for employees of Party and government offices and public institutions, and improved their wage system.
zh_cn: 提高低保、优抚、企业退休人员基本养老金等标准，推行机关事业单位养老保险制度改革并完善工资制度。

source: Efforts to develop basic public cultural services were also intensified.
zh_cn: 加强基本公共文化服务建设。

source: All of this has resulted in a stronger sense of benefit in society.
zh_cn: 广大人民群众有了更多获得感。

source: Sixth, we developed new ways of conducting law-based administration and governance to promote social harmony and stability.
zh_cn: 六是促进社会和谐稳定，推动依法行政和治理方式创新。

source: The State Council submitted 11 legislative proposals to the Standing Committee of the National People's Congress and enacted or revised eight sets of administrative regulations.
zh_cn: 国务院提请全国人大常委会审议法律议案11件，制定修订行政法规8部。

source: Efforts were accelerated to increase government transparency and expand the application of e-government and online administration.
zh_cn: 政务公开加快推进，推广电子政务和网上办事。

source: We set up a mechanism to inspect and establish accountability for the implementation of major government policies and introduced third-party evaluations.
zh_cn: 建立重大政策落实督查问责机制，开展第三方评估。

source: We responded effectively to natural disasters and emergencies.
zh_cn: 有效应对自然灾害和突发事件。

source: Efforts were stepped up to ensure workplace safety; as a result, we have seen a continued reduction in the number of total accidents, including the number of accidents of a serious or large-scale nature as well as those in industries where accidents tend to be more common.
zh_cn: 加强安全生产监管，事故总量和重特大事故、重点行业事故数量继续下降。

source: We moved ahead with the demonstration initiative to ensure food safety.
zh_cn: 推进食品安全创建示范行动。

source: We strengthened all-round efforts to maintain law and order and cracked down on crimes in accordance with the law to safeguard public security.
zh_cn: 强化社会治安综合治理，依法打击各类违法犯罪活动，有力维护了公共安全。

source: The campaign to build understanding of the Three Stricts and Three Honests* was intensified,
zh_cn: 我们深入开展“三严三实”专题教育，

source: the CPC Central Committee's eight-point decision on improving Party and government conduct continued to be implemented,
zh_cn: 锲而不舍落实党中央八项规定精神，

source: action was taken against formalism, bureaucratism, hedonism, and extravagance,
zh_cn: 坚决纠正“四风”，

source: and rigorous efforts were made to carry out the State Council's three-point decision on curbing government spending.
zh_cn: 严格执行国务院“约法三章”。

source: Administrative supervision and oversight through auditing were strengthened.
zh_cn: 加强行政监察和审计监督。

source: We stepped up efforts to improve Party conduct and government integrity and fight corruption, and brought a number of offenders to justice.
zh_cn: 大力推进党风廉政建设和反腐败斗争，一批腐败分子受到惩处。

source: We marked the 70th anniversary of the victory in the Chinese People's War of Resistance against Japanese Aggression and the Global War against Fascism. This anniversary was a reminder of China's place in history as the main theater in the East during the Global War against Fascism and its major contribution to the war effort. The Chinese people marked this occasion to demonstrate their dedication to safeguarding peace and upholding justice together with other peoples.
zh_cn: 我们隆重纪念中国人民抗日战争暨世界反法西斯战争胜利70周年，集中宣示了我国作为世界反法西斯战争东方主战场的历史地位和重大贡献，彰显了中国人民同各国人民共护和平、共守正义的坚定信念！

source: Over the past year, China's all-round diplomacy has delivered fruitful outcomes.
zh_cn: 一年来，全方位外交成果丰硕。

source: President Xi Jinping and other Chinese leaders have visited many countries and attended international events including the United Nations summits, the G20 Leaders Summit, the 23rd APEC Economic Leaders Meeting, the 21st Session of the Conference of the Parties to the UN Framework Convention on Climate Change, the East Asian leaders' meetings on cooperation, and the World Economic Forum annual meeting 2016.
zh_cn: 习近平主席等国家领导人出访多国，出席联合国系列峰会、二十国集团领导人峰会、亚太经合组织领导人非正式会议、气候变化大会、东亚合作领导人系列会议、世界经济论坛等重大活动。

source: The Summit of the Forum on China-Africa Cooperation and the China-EU Leaders' Meeting were held, and the China and the Community of Latin American and Caribbean States (CELAC) Forum was inaugurated.
zh_cn: 成功举行中非合作论坛峰会、中欧领导人会晤，启动中拉论坛。

source: Fresh progress was made in China's relations with other major countries;
zh_cn: 同主要大国关系取得新进展，

source: pragmatic cooperation with neighboring countries was strengthened;
zh_cn: 同周边国家务实合作深入推进，

source: friendship and cooperation with other developing countries grew;
zh_cn: 同发展中国家友好合作不断拓展，
